[
  {
    "id": "6Bh3ty",
    "category": "jersey",
    "name": "FC Bayern Home Shirt 2020-21",
    "sku": "sku_119140",
    "price": 199900,
    "image": "https://user-images.githubusercontent.com/64483658/113988539-300dcc80-986d-11eb-8f9f-7bd8680044e0.jpg",
    "description": "A team that’s dominated German football for over 40 years needs a shirt to match, and Der FCB certainly have that, thanks to the Bayern Munich Authentic Home Shirt 2020-21.",
    "description_long": "A team that’s dominated German football for over 40 years needs a shirt to match, and Der FCB certainly have that, thanks to the Bayern Munich Authentic Home Shirt 2020-21. The same shirt worn by the team on home domestic and European matchdays, the shirt in the team’s traditional red offers a simple and elegant design and lightweight build, while it features adidas’ breathable and air-cooling HEAT.RDY fabric, enabling you to hit the same heights as your heroes on the pitch. The team wordmark is seen on the back of the jersey, leaving opponents in no doubt as to who they’re behind.",
    "sizes": ["S", "M", "L", "XL"],
    "currency": "INR"
  },
  {
    "id": "6Bh4tq",
    "category": "jersey",
    "name": "FC Bayern Away Shirt 2020-21",
    "sku": "sku_119140",
    "price": 199900,
    "image": "https://user-images.githubusercontent.com/64483658/113988538-2edc9f80-986d-11eb-9918-4a40241b2351.jpg",
    "description": "With a look that gives a nod to the class of 2012, the FC Bayern Away Shirt 2020-21 gives fans a look that means there are no days off.",
    "description_long": "Throughout football's colourful history, FC Bayern have been the masters. This adidas away jersey takes the Décollage artwork plastered throughout the club's home city as its inspiration. The soft, moisture-absorbing fabric includes mesh cutouts that mimic the artwork's standout 'ripped paper' style. Premium embroidered team details add the finishing touch.",
    "sizes": ["S", "M", "L", "XL"],
    "currency": "INR"
  },
  {
    "id": "1tE4nV",
    "category": "jersey",
    "name": "Manchester United Home Shirt 2020-21",
    "sku": "sku_313355",
    "price": 249900,
    "image": "https://user-images.githubusercontent.com/64483658/113861376-c4702480-97c4-11eb-88af-540ab4e208b1.jpg",
    "description": "Wear the United look for 2020-21 with supreme pride and confidence with the Manchester United Home Shirt 2020-21.",
    "description_long": "Wear the United look for 2020-21 with supreme pride and confidence with the Manchester United Home Shirt 2020-21. Born from the club crest. The Manchester United Home Jersey has a design reminiscent of the rippled threads on the back side of the badge. It's made of soft fabric, with team pride woven into the seams. Wear this jersey in the stadium or kilometres away from any football pitch.",
    "sizes": ["S", "M", "L", "XL"],
    "currency": "INR"
  },
  {
    "id": "IuFGYl",
    "category": "jersey",
    "name": "Manchester United Away Shirt 2020-21",
    "sku": "sku_313356",
    "price": 249900,
    "image": "https://user-images.githubusercontent.com/64483658/113861719-2466cb00-97c5-11eb-8820-2811257abdaa.jpg",
    "description": "Get the inimitable look of United’s team set for their next away game with the Manchester United Away Shirt 2020-21.",
    "description_long": "Get the inimitable look of United’s team set for their next away game with the Manchester United Away Shirt 2020-21. Inspired by the railway-based roots of the club the jersey pays tribute to Newton Heath. As a version of the official match shirt worn by players but tailored to the fans, this jersey features a woven club badge and hand-painted camouflage print for an artistic touch.",
    "sizes": ["S", "M", "L", "XL"],
    "currency": "INR"
  },
  {
    "id": "VfcByl",
    "category": "jersey",
    "name": "Real Madrid Home Shirt 2020-21",
    "sku": "sku_622147",
    "price": 199900,
    "image": "https://user-images.githubusercontent.com/64483658/113864299-5d546f00-97c8-11eb-8ae1-aaaa625273c0.jpg",
    "description": "Throughout football's colourful history, Real Madrid have been the masters. This adidas home jersey takes the Décollage artwork plastered throughout the club's home city as its inspiration.",
    "description_long": "Throughout football's colourful history, Real Madrid have been the masters. This adidas home jersey takes the Décollage artwork plastered throughout the club's home city as its inspiration. The soft, moisture-absorbing fabric includes mesh cutouts that mimic the artwork's standout 'ripped paper' style. Premium embroidered team details add the finishing touch.",
    "sizes": ["S", "M", "L", "XL"],
    "currency": "INR"
  },
  {
    "id": "1yF2Ib",
    "category": "jersey",
    "name": "Real Madrid Away Shirt 2020-21",
    "sku": "sku_125983",
    "price": 199900,
    "image": "https://user-images.githubusercontent.com/64483658/113864540-a1e00a80-97c8-11eb-8ebb-18b2423eb688.jpg",
    "description": "Throughout football's colourful history, Real Madrid have been the masters. This adidas away jersey takes the Décollage artwork plastered throughout the club's home city as its inspiration.",
    "description_long": "Throughout football's colourful history, Real Madrid have been the masters. This adidas away jersey takes the Décollage artwork plastered throughout the club's home city as its inspiration. The soft, moisture-absorbing fabric includes mesh cutouts that mimic the artwork's standout 'ripped paper' style. Premium embroidered team details add the finishing touch.",
    "sizes": ["S", "M", "L", "XL"],
    "currency": "INR"
  },
  {
    "id": "x5m8g3",
    "category": "jersey",
    "name": "Chelsea Home Shirt 2020-21",
    "price": 149900,
    "image": "https://user-images.githubusercontent.com/64483658/113863457-4feab500-97c7-11eb-8c3d-f99e916c3c36.jpg",
    "description": "Rep your team everywhere you go in the Chelsea 2020-21 Home Stadium Shirt. Highly breathable fabric helps keep sweat off your skin, so you stay cool and comfortable on the field or in the stands.",
    "description_long": "Rep your team everywhere you go in the Chelsea 2020-21 Home Stadium Shirt. Highly breathable fabric helps keep sweat off your skin, so you stay cool and comfortable on the field or in the stands. Nike Breathe fabric helps you stay cool.Nike Dri-FIT technology helps keep you dry and comfortable.Authentic design gives you the same look worn by the pros on the field.",
    "sizes": ["S", "M", "L", "XL"],
    "currency": "INR"
  },
  {
    "id": "6Bh3pq",
    "category": "jersey",
    "name": "Chelsea Away Shirt 2020-21",
    "sku": "sku_119140",
    "price": 149900,
    "image": "https://user-images.githubusercontent.com/64483658/113863938-e61edb00-97c7-11eb-8395-bfb229b9b781.jpg",
    "description": "Get the look of your favourite team in a shirt you can wear anywhere in the Chelsea Third Stadium Shirt 2020-21.",
    "description_long": "Get the look of your favourite team in a shirt you can wear anywhere in the Chelsea Third Stadium Shirt 2020-21. Highly breathable fabric helps keep sweat off your skin, so you stay cool whether you're cheering in the stands or playing on the pitch. This product is made with 100% recycled polyester fabric.",
    "sizes": ["S", "M", "L", "XL"],
    "currency": "INR"
  },
  {
    "id": "6Bh3p1",
    "category": "jersey",
    "name": "PSG Home Shirt 2020-21",
    "sku": "sku_119147",
    "price": 199900,
    "image": "https://user-images.githubusercontent.com/64483658/113987146-af9a9c00-986b-11eb-8da6-b73b7a84001a.jpg",
    "description": "Get kitted out like your favourite players. As worn by the PSG first team on matchdays, this short sleeve shirt is the perfect way to show your pride and passion.",
    "description_long": "Get kitted out like your favourite players. As worn by the first team on matchdays, this short sleeve shirt is the perfect way to show your pride and passion.",
    "sizes": ["S", "M", "L", "XL"],
    "currency": "INR"
  },
  {
    "id": "6Bh3tq",
    "category": "jersey",
    "name": "PSG Away Shirt 2020-21",
    "sku": "sku_119140",
    "price": 199900,
    "image": "https://user-images.githubusercontent.com/64483658/113987149-b0cbc900-986b-11eb-8256-f359178b8ee0.jpg",
    "description": "Get kitted out like your favourite players. As worn by the first team on matchdays, this short sleeve shirt is the perfect way to show your pride and passion.",
    "description_long": "Get kitted out like your favourite players. As worn by the first team on matchdays, this short sleeve shirt is the perfect way to show your pride and passion. This nike away jersey is soft, moisture-absorbing fabric that includes mesh cutouts that mimic the artwork's standout 'ripped paper' style. Premium embroidered team details add the finishing touch.",
    "sizes": ["S", "M", "L", "XL"],
    "currency": "INR"
  },
  {
    "id": "9BY4tq",
    "category": "jersey",
    "name": "Juventus Home Shirt 2020-21",
    "sku": "sku_119140",
    "price": 249900,
    "image": "https://user-images.githubusercontent.com/64483658/114027945-8db60f00-9895-11eb-877d-a577b1ecc6ea.jpg",
    "description": " The new Juventus 2020/2021 Home Authentic championship jersey is inspired by modern art, and represents soccer as a creative force – a true expression of flair and talent.",
    "description_long": "Artistic brushstrokes in black and white, enriched with dazzling gold detailing. The new 2020/2021 Home Authentic championship jersey is inspired by modern art, and represents soccer as a creative force – a true expression of flair and talent. The jersey is crafted from 100% polyester with adidas' innovative HEAT.RDY technology, a cooling innovation that keps the wearer feeling dry and confident during the game. The 'Authentic' jersey is the version worn by our team on the pitch. The fit, much tighter than the Home version, is designed for the athlete's body.",
    "sizes": ["S", "M", "L", "XL"],
    "currency": "INR"
  },
  {
    "id": "6Kh4tu",
    "category": "jersey",
    "name": "Juventus Away Shirt 2020-21",
    "sku": "sku_119140",
    "price": 249900,
    "image": "https://user-images.githubusercontent.com/64483658/114027938-8bec4b80-9895-11eb-993c-5915e93b582f.jpg",
    "description": "Night indigo blue with sleek silver accents and a special recycled-polyester fabric to respect the environment: these are the distinctive characteristics of the Away jersey for 2020/21.",
    "description_long": "Night indigo blue with sleek silver accents and a special recycled-polyester fabric to respect the environment: these are the distinctive characteristics of the Away jersey for 2020/21. Dedicated to true fans, this style is inspired by the uniform worn by the team during away games. It's detailed with artistic brushstroke effects that nod to modern art, and features the exclusive AEROREADY technology, that helps regulate humidity and ensures excellent breathability. Created for fans, this jersey has a regular fit with a slightly looser cut than the version worn by our players.",
    "sizes": ["S", "M", "L", "XL"],
    "currency": "INR"
  }
]
